<template>
    <div id="privacyMain">
        <h2>隐私权政策</h2>
        <p>隐私权政策适用范围</p>
        <p>包括链金盒子如何收集、处理、保护：</p>
        <p>1）用户在登录本网站和服务器时留下的个人身份信息；</p>
        <p>2）用户通过本网站和服务器与其他用户或非用户之间传送的各种资讯；</p>
        <p class="br">3）链金盒子与商业伙伴共享的其他用户或非用户的各种信息。</p>
        <p>信息收集、使用和认证</p>
        <p>1.您提供的信息</p>
        <p class="br">在您登记注册链金盒子帐户，或使用该帐户，或参加其他链金盒子及与之相关需要注册的服务或推广活动时，我们会要求您提供个人信息(包括但不限于您的电子邮件地址、帐户密码以及昵称等)。这些信息会以加密方式保存在安全的服务器上。我们会将从您的帐户下采集的个人信息与其他从链金盒子服务中或从第三方获得的信息和资讯进行整合，以便向您提供更好的用户体验和改善我们的服务质量。在某些服务中，我们会给予提示，由您亲自决定是否参与上述信息的整合。</p>
        <p>2.身份认证</p>
        <p class="br">您同意链金盒子可以自行或通过合作的第三方机构对您提交或链金盒子搜集的用户信息（包括但不限于您的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作。</p>
        <p>3.日志信息</p>
        <p class="br">当您使用链金盒子的服务时，我们的主机会自动记录您的浏览器在访问网站时所发送的信息。主机日志信息包括但不限于您的网路请求、IP地址、浏览器类型、浏览器使用的语言、请求的日期和时间，以及一个或多个可以对您的浏览器进行辨识的cookie。</p>
        <p>4．用户交流</p>
        <p>当您与链金盒子通过电子邮件或其他方式进行交流时，我们可能会记录这些交流内容用以处理您的问题以及改善我们的服务。</p>
        <p class="br">链金盒子仅对本隐私权政策和/或具体服务的隐私声明中允许的目的而对用户的个人信息进行处理。除上述已列明部分外，这些目的还包括：向用户提供项目或服务，包括列明定制的内容和广告；审计、调研和分析，以维持、保护和改善链金盒子的服务；确保网站的技术运作；开发新服务；以及其他链金盒子运营所需要的目的。</p>
        <p>信息公开与共享</p>
        <p>链金盒子不会将您的个人信息故意透露、出租或出售给任何第三方。但以下情况除外：</p>
        <p>1）用户本人同意与第三方共享信息；</p>
        <p>2）只有透露用户的个人信息，才能提供用户所要求的某种项目和服务；</p>
        <p class="br">3）应代表链金盒子提供项目或服务的主体的要求提供（除非我们另行通知，否则该等主体无权将相关用户个人信息用于提供项目和服务之外的其他用途）：根据法律法规或行政命令的要求提供；因外部审计需要而提供；用户违反了链金盒子服务条款或任何其他项目及服务的使用规定；经链金盒子评估，用户的帐户存在风险，需要加以保护。</p>
        <p>编辑和删除个人帐户资料的权限</p>
        <p class="br">您有权在任何时候编辑您在链金盒子的帐户信息，您也可以填写相关申请表格，要求删除个人帐户，但是您无条件同意在您的帐户删除后，该帐户内及与该帐户相关的信息仍然保留在链金盒子档案记录中，除上述第三条规定的情况外，我们将为您保密。</p>
        <p>安全保障</p>
        <p class="br">您的链金盒子帐户具有密码保护功能，以确保您的隐私及信息安全。</p>
        <p>隐私权政策的修订</p>
        <p class="br">链金盒子会不时对隐私权政策进行修改。如有修改，我们会在修改后及时公告相关修改内容及新规定，以便您知悉和使用。</p>
        <p>问题与建议</p>
        <p>如果您有任何问题和建议，请随时通知我们。问题反馈邮箱：feedback@lianjinbox.com</p>
    </div>
</template>

<script>
    export default {}
</script>
<style lang="scss">
    @import "./help";
</style>