<template>
    <div id="problemMain">
        <h2>常见问题</h2>
        <h3 class="br">用户常见问题</h3>
        <p>1.如何支持项目？</p>
        <p class="br">每个项目在上线前都会发布展示信息，包括项目的详细介绍和具体众筹时间，用户可关注众筹时间，在项目详情页有可选择的支持额度和相应的回报介绍。想支持的话，选择您想支持的金额，鼠标点击“立即申购”按钮，即可。</p>
        <div class="bg-help-15"></div>
        <p>2.参与众筹项目可能存在的风险？</p>
        <p>链金盒子作为第三方平台，为来自全世界的区块链项目提供展示机会，但许多项目都仍然处于初期阶段，所以可能会遇到项目延期、项目成果远不如预期、甚至项目最终无法实现等不可控的问题。项目筹资成功后，链金盒子将不再参与项目的后续发展。ICO有风险，支持需谨慎。</p>
        <p>3.在项目ICO期内，我如何得知我支持的项目的进度？</p>
        <p>当您进入链金盒子平台时，找到并进入您支持的项目主页，您可以看到项目的最新进度。当您登录链金盒子平台的时候，也可以看到我们给您发送的站内通知，随时跟踪项目的进度。</p>
        <div class="bg-help-16"></div>
        <p>4.怎样知道项目发起者的身份是否属实？</p>
        <p class="br">链金盒子会对每个项目发起者进行实名认证，确保项目发起者填写的信息真实可靠。</p>
        <p>5.项目结束前是否可以撤销支持？</p>
        <p class="br">一旦支持者对某个项目进行支持并支付，就不可以对这个项目进行撤销支持的操作，因此建议您权衡之后再支持您所钟意的项目。</p>
        <p>6.在国外能否支持项目？</p>
        <p class="br">只要能访问链金盒子平台，同时可以通过比特币、以太坊或其他支付方式支持就可以。</p>
        <p>7.项目筹资失败，钱怎么办？</p>
        <p class="br">系统自动将支持金额退回给支持者，支持者只需申请提现即可。</p>
        <p>8.如何申请提现？</p>
        <p>登录您的链金盒子账户，进入【个人中心-提现】申请提现。链金盒子的工作人员将于1个工作日内为您进行处理。</p>
        <div class="bg-help-17"></div>
        <p>9.项目成功后，谁来负责提供回报？</p>
        <p class="br">项目筹资成功后，链金盒子将不再参与项目的后续发展。一切项目状态或进展将由且仅由项目发起者直接与支持者沟通，且所有项目回报均由项目发起者负责提供并发出。ICO有风险，支持需谨慎。</p>
        <p>10.如何知道项目回报发送的时间？</p>
        <p class="br">每个ICO的项目都有一个回报预计发送时间。这个日期是由项目发起者根据他们对发展过程的时间成本的推测而设定的。如果项目回报发送时间要比预计的晚，发起者有义务如实说明情况。</p>
        <p>11.我忘记了密码，该如何登录？</p>
        <p class="br">请在链金盒子登录页面，点击【忘记密码】，在找回密码页面填写您的注册邮箱，我们会发送重置密码的链接到您的邮箱中，点击操作即可设置新的登录密码。</p>
        <div class="bg-help-18"></div>
        <p>12.怎样查看我支持的项目？怎样查询账户余额？</p>
        <p>登录链金盒子您的账户，进入【个人中心】，就可以查询每个我支持的项目详情和账户余额。</p>
    </div>
</template>

<script>
    export default {}
</script>
<style lang="scss">
    @import "./help";
</style>