<template>
    <div id="protocolMain">
        <h2>用户协议</h2>
        <h3 class="br">尊敬的用户：</h3>

        <p class="br">
            作为www.lianjinbox.com网站的运营方为您提供相关服务的前提，请您仔细阅读并理解下述用户协议条款，在您注册时勾选“我已阅读并同意链金盒子用户协议”选框表示您对本用户协议的同意，不勾选“我已阅读并同意链金盒子用户协议”表示拒绝。</p>

        <ol>
            <li>
                本人自愿登录www.lianjinbox.com网站并注册成为其用户，在此过程中提供的本人信息均为合法、真实、有效，且www.lianjinbox.com网站有权依法对该等信息进行合理使用。若该等信息有任何变化，本人将会立刻更新。
            </li>
            <li>
                <p>本人已知晓下述事实：</p>
                <p><span>（1）</span>www.lianjinbox.com网站仅为本人提供虚拟商品代购代买服务，其本身并不制造、开发或出售虚拟商品，与本人没有直接买卖关系；</p>
                <p><span>（2）</span>所有通过 www.lianjinbox.com网站代为购买的虚拟商品都不是货币、证券或金融产品，并不具有法定或其他确定的价值，也不一定存在交易市场；</p>
                <p><span>（3）</span>本人通过www.lianjinbox.com网站购买的虚拟商品有待独立的相关出售方进行正式交付，该出售方承担全部的交付义务，而www.lianjinbox.com网站与该出售方独立且无关联，无法保证也没有义务保证出售方必然会履行该等交付义务；
                </p>
                <p><span>（4）</span>www.lianjinbox.com网站上发布的关于虚拟商品的信息，均来源于相关虚拟商品出售方或其他公开渠道，该等信息无法完全核实真伪，亦有可能不精确或不完整，故只能用于一般性参考而不适合作为本人决策的主要依据；
                </p>
                <p><span>（5）</span>比特币、以太币等虚拟商品的区块链网络随时可能发生拥堵、故障、瘫痪、分叉或其他异常情况，导致该等虚拟商品暂时或永久性无法发送或转移，因该等公共区块链网络不属于任何人拥有或控制，对前述事件导致的负面结果ww.lianjinbox.com网站不承担任何责任。
                </p>
            </li>
            <li>
                <p>本人陈述并保证如下：</p>
                <p><span>（1）</span>本人是具有完全民事行为能力的自然人，与www.lianjinbox.com网站的交互行为均为本人的真实意思表示，并未受www.lianjinbox.com网站的误导、胁迫、引诱或欺骗；
                </p>
                <p><span>（2）</span>在任何有管辖权的国家法律下，本人均未被禁止或限制购买、持有及使用所代购的虚拟商品；</p>
                <p><span>（3）</span>本人向www.lianjinbox.com充值存放的虚拟商品均为本人合法拥有，并未通过任何非法或不道德手段获得；</p>
                <p><span>（4）</span>本人一旦选择通过www.lianjinbox.com网站购买或预购，则该等行为对本人具有约束力且不可撤销，除非www.lianjinbox.com网站另有同意；</p>
                <p><span>（5）</span>本人通过www.lianjinbox.com网站的相关购买行为是以今后实际使用或消费相关虚拟商品为目的，而无意进行投资或投机，本人并不期望获得任何经济回报，www.lianjinbox.com网站及其运营方也从不承诺任何经济回报或承诺回购；
                </p>
                <p><span>（6）</span>本人充分了解和掌握了委托www.lianjinbox.com网站代为购买的虚拟商品的所有资料和信息，并清楚地意识到其用途和风险，无需www.lianjinbox.com网站进一步告知；
                </p>
                <p><span>（7）</span>本人自愿承担涉及购买、持有和使用相关虚拟商品的所有风险和责任。</p>
            </li>
            <li>
                www.lianjinbox.com网站是基于上述条款被同意的基础上而为任何用户提供相关服务，如果本人的陈述、保证或承诺具有失实之处或被违反、反悔或否认，则www.lianjinbox.com网站有权随时终止并撤销为本人提供的所有服务。
            </li>
            <li>
                www.lianjinbox.com网站及其运营方有义务遵循法律、法规并服从政府主管部门的指示。如果www.lianjinbox.com网站被有关政府部门要求，则有权提供本人的信息并配合有关部门对本人采取任何行动。
            </li>
            <li>本协议受中华人民共和国法律管辖并依照其进行解释。</li>
        </ol>
        <p>
            注册时勾选“我已阅读并同意链金盒子用户协议”选框代表本人同意上述全部协议条款，并因此www.lianjinbox.com网站订立了具有约束力的合同；而不勾选“我已阅读并同意链金盒子用户协议”选框代表本人与www.lianjinbox.com网站之间未能达成一致协议，故不接受www.lianjinbox.com网站对本人提供服务。</p>
    </div>
</template>

<script>
    export default {}
</script>
<style lang="scss">
    @import "./help";
</style>