<template>
    <div id="termsMain">
        <h2>服务条款</h2>
        <p>接受条款</p>
        <p>链金盒子（www.lianjinbox.com）所提供的服务包含链金盒子网站使用、消息传递以及链金盒子提供的任何功能、内容或应用程序（合称“链金盒子服务”）。</p>
        <p>无论用户是以“访客”（表示用户只是浏览链金盒子网站）还是“会员”（表示用户已在链金盒子注册并登录）的身份使用链金盒子服务，均表示该用户同意遵守本使用协议。</p>
        <p>如果用户自愿成为链金盒子会员并与其他会员交流（包括通过链金盒子网站直接联系或通过链金盒子各种服务而连接到的会员），以及使用链金盒子网站及其各种附加服务，请务必认真阅读本协议并在注册过程中表明同意接受本协议。本协议的内容包含链金盒子关于接受链金盒子服务和在链金盒子网站上发布内容的规定、用户使用链金盒子服务所享有的权利、承担的义务和对使用链金盒子服务所受的限制、以及链金盒子的隐私权条款。</p>
        <p class="br">链金盒子有权随时修改本协议文本中的任何条款。一旦链金盒子对本协议进行修改，链金盒子将会以公告形式发布通知。任何该等修改自发布之日起生效。如果用户在该等修改发布后继续使用链金盒子服务，则表示该用户同意遵守对本协议所作出的该等修改。因此，请用户务必定期查阅本协议，以确保了解所有关于本协议的最新修改。如果用户不同意链金盒子对本协议进行的修改，请用户离开链金盒子网站并立即停止使用链金盒子服务。</p>
        <p>遵守法律</p>
        <p class="br">当使用链金盒子服务时，用户同意遵守中华人民共和国（下称“中国”）的相关法律法规，包括但不限于《中华人民共和国宪法》、《中华人民共和国合同法》、《中华人民共和国电信条例》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《中华人民共和国保守国家秘密法》、《全国人民代表大会常务委员会关于维护互联网安全的决定》、《中华人民共和国计算机信息系统安全保护条例》、《计算机信息网络国际联网安全保护管理办法》、《中华人民共和国著作权法》及其实施条例、《互联网著作权行政保护办法》等。用户只有在同意遵守所有相关法律法规和本协议时，才有权使用链金盒子服务（无论用户是否有意访问或使用此服务）。请用户仔细阅读本协议并将其妥善保存。</p>
        <p>用户帐号、密码及安全</p>
        <p>用户应提供及时、详尽、准确的个人资料，并不断及时更新注册时提供的个人资料，保持其详尽、准确。所有用户输入的资料将引用为注册资料。链金盒子不对因用户提交的注册信息不真实或未及时准确变更信息而引起的问题、争议及其后果承担责任。</p>
        <p class="br">用户不应将其帐号、密码转让、出借或告知他人，供他人使用。如用户发现帐号遭他人非法使用，应立即通知链金盒子。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用的，链金盒子不承担任何责任。</p>
        <p>用户行为</p>
        <p>用户在使用链金盒子服务时，必须遵守中华人民共和国相关法律法规的规定，用户保证不会利用链金盒子服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p>
        <p>1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
        <p>2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
        <p class="br">3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；故意制作、传播计算机病毒等破坏性程序的；</p>
        <p>国际使用之特别警告</p>
        <p class="br">用户已了解国际互联网的无国界性，同意遵守所有关于网上行为、内容的法律法规。用户特别同意遵守有关从中国或用户所在国家或地区输出信息所可能涉及、适用的全部法律法规。</p>
        <p>费用和付款</p>
        <p>加入链金盒子免费，但是我们对于某些服务是收取费用的。当您使用某项服务时，您将有机会看到您需要支付费用的项目，费用的变化在我们在网站上为您公开后生效。您负责支付使用该服务产生的所有费用和税款。</p>
        <p class="br">从参与者处获得的资金通过第三方支付平台支付，链金盒子对第三方支付平台的支付性能不承担责任。</p>
        <p>服务的修改</p>
        <p class="br">用户了解并同意，无论通知与否，链金盒子有权于任何时间暂时或永久修改或终止部分或全部链金盒子服务，对此，链金盒子对用户和任何第三人均无需承担任何责任。用户同意，所有上传、张贴、发送到链金盒子的内容，链金盒子均无保存义务，用户应自行备份。链金盒子不对任何内容丢失以及用户因此而遭受的相关损失承担责任。</p>
        <p>终止服务</p>
        <p class="br">用户同意链金盒子可单方面判断并决定，如果用户违反本使用协议或用户长时间未能使用其帐号，链金盒子可以终止该用户的密码、帐号或某些服务的使用，并可将该用户在链金盒子服务中留存的任何内容加以移除或删除。链金盒子亦可基于自身考虑，在通知或未通知之情形下，随时对该用户终止部分或全部服务。用户了解并同意依本使用协议，无需进行事先通知，链金盒子可在发现任何不适宜内容时，立即关闭或删除该用户的帐号及其帐号中所有相关信息及文件，并暂时或永久禁止该用户继续使用前述文件或帐号。</p>
        <p>担保与保证</p>
        <p>链金盒子使用协议的任何规定均不会免除因链金盒子造成用户人身伤害或因故意造成用户财产损失而应承担的任何责任。</p>
        <p class="br">用户使用链金盒子服务的风险由用户个人承担。链金盒子对服务不提供任何明示或默示的担保或保证，包括但不限于商业适售性、特定目的的适用性及未侵害他人权利等的担保或保证。</p>
        <p>链金盒子亦不保证以下事项：</p>
        <p>1）服务将符合用户的要求；</p>
        <p>2）服务将不受干扰、及时提供、安全可靠或不会出错；</p>
        <p>3）使用服务取得的结果正确可靠；</p>
        <p>4）用户经由链金盒子服务购买或取得的任何项目、服务、资讯或其它信息将符合用户的期望，且软件中任何错误都将得到更正；</p>
        <p>5）用户应自行决定使用链金盒子服务下载或取得任何资料且自负风险，因任何资料的下载而导致的用户电脑系统损坏或数据流失等后果，由用户自行承担；</p>
        <p class="br">6）用户经由链金盒子服务获知的任何建议或信息(无论书面或口头形式)，除非使用协议有明确规定，将不构成链金盒子对用户的任何保证。</p>
        <p>责任限制</p>
        <p>1）在任何情况下，链金盒子及其股东、创建人、高级职员、董事、代理人、关联公司、母公司、子公司和雇员均不以任何明示或默示的方式对您使用链金盒子服务而产生的任何形式的直接或间接损失承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等，并且链金盒子方不保证网站内容的真实性、充分性、及时性、可靠性、 完整性和有效性，并且免除任何由此引起的法律责任。</p>
        <p>2）链金盒子不能保证也没有义务保证第三方网站上的信息的真实性和有效性。您应按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与链金盒子无关。</p>
        <p>3）因为链金盒子或者涉及的第三方网站的设备、系统存在缺陷、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素造成的损失，链金盒子均不负责赔偿，您的补救措施只能是与链金盒子协商终止本协议并停止使用链金盒子。但是，中国现行法律、法规另有规定的除外。</p>
        <p>4）您承诺合法使用链金盒子提供的服务及网站内容。您不得利用本服务从事侵害他人合法权益之行为，不得在链金盒子从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，如擅自进入链金盒子的未公开的系统、不正当的使用账号密码和网站的任何内容等。</p>
        <p>5）您不得使用链金盒子提供的服务或其他电子邮件转发服务发出垃圾邮件或其他可能违反本协议的内容。</p>
        <p>6）链金盒子没有义务监测网站内容，但是您确认并同意链金盒子有权不时地根据法律、法规、政府要求透露、修改或者删除必要的信息，以便更好地运营链金盒子并保护自身及链金盒子的其他合法用户。</p>
        <p>7）链金盒子中全部内容的版权均属于链金盒子所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）。 网站内容受中华人民共和国著作权法及各国际版权公约的保护。未经链金盒子事先书面同意，您承诺不以任何方式、不以任何形式复制、模仿、传播、出版、公布、展 示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。您承认网站内容是属于链金盒子的财产。未经链金盒子书面同意，您亦不得将链金盒子包 含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，链金盒子将追究您的法律责任。</p>
        <p class="br">8）由于您违反本协议或任何法律、法规或侵害第三方的权利，而引起第三方对链金盒子提出的任何形式的索赔、要求、诉讼，链金盒子有权向您追偿相关损失，包括但不限于链金盒子的法律费用、名誉损失、及向第三方支付的补偿金等。</p>
        <p>一般性条款</p>
        <p>本使用协议构成用户与链金盒子之间的正式协议，并用于规范用户的使用行为。在用户使用链金盒子服务、使用第三方提供的内容或软件时，在遵守本协议的基础上，亦应遵守与该等服务、内容、软件有关附加条款及条件。</p>
        <p>本使用协以及用户与链金盒子之间的关系，均受到中华人民共和国法律管辖。</p>
        <p>用户与链金盒子就服务本身、本使用协议或其它有关事项发生的争议，应通过友好协商解决。协商不成的，应向相关机构提起诉讼。</p>
        <p>链金盒子未行使或执行本使用协议设定、赋予的任何权利，不构成对该等权利的放弃。</p>
        <p>本使用协议中的任何条款因与中华人民共和国法律相抵触而无效，并不影响其它条款的效力。</p>
        <p class="br">本使用协议的标题仅供方便阅读而设，如与协议内容存在矛盾，以协议内容为准。</p>
        <p>举报</p>
        <p>如用户发现任何违反本服务条款的事情，请及时通知链金盒子,举报邮箱：jubao@lianjinbox.com</p>
    </div>
</template>
<script>
    export default {}
</script>
<style lang="scss">
    @import "./help";
</style>